Repository: KDE/incidenceeditor
Catalog: po/*/libincidenceeditors.po
Languages: eo

# @info:tooltip
source: Provide a location for the attachment file
eo: Provizi lokon por la kunsenda dosiero

# @info:whatsthis
source: Enter the path to the attachment file or use the file browser by pressing the adjacent button
eo: Enigu la vojon al la aldonaĵa dosiero aŭ uzu la dosier-retumilon premante la apudan butonon

# @label
source: Size:
eo: Grando:

source: Type:
eo: Tipo:

source: A message on this incidence item
eo: Mesaĝo pri ĉi tiu incidaĵo

source: Use this message to correct the item parameters.
eo: Uzu ĉi tiun mesaĝon por korekti la eron-parametrojn.

# @label:listbox The calendar to which the todo or event must be added
source: Calen&dar:
eo: Kalen&daro:

# @info
source: You are Invited, what do you want to do?
eo: Vi estas Invitita, kion vi volas fari?

# @info:tooltip
source: Accept the invitation
eo: Akcepti la inviton

# @info:whatsthis
source: Click this button to accept the invitation.
eo: Alklaku ĉi tiun butonon por akcepti la inviton.

# @action:button Accept an invitation
source: Accept
eo: Akcepti

# @action:button decline an invitation
source: Decline
eo: Malkresko

# @info:tooltip
source: Set the summary
eo: Agordi la resumon

# @info:whatsthis
source: Sets brief information that will be displayed in many places in the user interface.
eo: Agordas mallongajn informojn, kiuj estos montritaj en multaj lokoj en la uzantinterfaco.

# @label
source: Summar&y:
eo: Res&umo:

# @label
source: &Location:
eo: &Loko:

# @info:tooltip
source: Set the location
eo: Agordi la lokon

# @info:whatsthis
source: Sets where the event or to-do will take place.
eo: Aroj kie okazos la evento aŭ farendo.

# @label line containing to-do specific ui controls
source: Completion:
eo: Kompletigo:

# @label:slider Showed after the to-do percentage completed slider
source: completed
eo: kompletigita

# @label:listbox priority of a to-do
source: Priority:
eo: Prioritato:

# @item:inlistbox Priority of a to-do
source: unspecified
eo: nespecifita

# @item:inlistbox Priority of a to-do
source: 1 (highest)
eo: 1 (plej alta)

# @item:inlistbox Priority of a to-do
source: 5 (medium)
eo: 5 (meza)

# @item:inlistbox Priority of a to-do
source: 9 (lowest)
eo: 9 (plej malsupra)

# @info:whatsthis
source: Set if this to-do's start and due dates have times associated with them.
eo: Agordu se la komenco kaj limdatoj de ĉi tiu farendo havas tempojn asociitajn kun ili.

# @option:check
source: All Day
eo: Tutan tagon

# @option:check
source: Blocks me for other events
eo: Blokas min por aliaj eventoj

# @label Start date/time of the event or todo
source: S&tart:
eo: S&tarto:

# @info:tooltip
source: Set the start date
eo: Agordi la komencan daton

# @info:whatsthis
source: Sets the start date for this to-do
eo: Agordas la komencan daton por ĉi tiu farendo

# @info:whatsthis
source: Sets the start time for this to-do.
eo: Agordas la komencan tempon por ĉi tiu farendo.

# @info:whatsthis
source: Select the timezone for this event. It will also affect recurrences
eo: Elektu la horzonon por ĉi tiu evento. Ĝi ankaŭ influos ripetiĝojn

# @action
source: <a href="hide">&lt;&lt; Time zones</a>
eo: <a href="hide">&lt;&lt; Horzonoj</a>

# @label end date/time for an event or to-do
source: E&nd:
eo: Fi&no:

# @info:whatsthis
source: Sets the due date for this to-do.
eo: Fiksas la limdaton por ĉi tiu farendo.

# @info:whatsthis
source: Sets the due time for this to-do.
eo: Fiksas la limtempon por ĉi tiu farendo.

# @title:tab General settings for an event or to-do
source: General
eo: Ĝenerala

# @info:tooltip
source: Set the secrecy level
eo: Agordi la sekretecan nivelon

# @info:whatsthis
source: Sets whether the access to this event or to-do is restricted. Please note that KOrganizer currently does not use this setting, so the implementation of the restrictions will depend on the groupware server. This means that events or to-dos marked as private or confidential may be visible to others.
eo: Agordas ĉu la aliro al ĉi tiu evento aŭ farendo estas limigita. Bonvolu noti, ke KOrganizer nuntempe ne uzas ĉi tiun agordon, do la efektivigo de la limigoj dependos de la grupvarservilo. Ĉi tio signifas, ke eventoj aŭ farendoj markitaj kiel privataj aŭ konfidencaj povas esti videblaj por aliaj.

# @label:listbox sets the privacy option of the event or to-do
source: Access:
eo: Aliro:

# @label
source: <a href=\"hide\">Rich text &gt;&gt;</a>
eo: <a href=\"hide\">Riĉa teksto &gt;&gt;</a>

# @label
source: Tags:
eo: Etikedoj:

# @title:tab attendees of this event or to-do
source: Attendees
eo: Ĉeestantoj

# @label:listbox
source: Meeting organizer:
eo: Kunvena organizanto:

# @info:tooltip
source: Set the organizer identity
eo: Agordi la identecon de organizanto

# @info:whatsthis
source: Sets the identity corresponding to the organizer of this to-do or event. Identities can be set in the 'Personal' section of the KOrganizer configuration. In addition, identities are gathered from your KMail settings and from your address book.
eo: Agordas la identecon respondan al la organizanto de ĉi tiu farendo aŭ evento. Identecoj povas esti agorditaj en la sekcio 'Persona' de la agordo de KOrganizer. Krome, identecoj estas kolektitaj de viaj agordoj de KMail kaj de via adresaro.

# @label participants of this event or to-do
source: Participants:
eo: Partoprenantoj:

# @info:tooltip
source: Schedule the meeting with your attendees.
eo: Planu la renkontiĝon kun viaj ĉeestantoj.

# @info:whatsthis
source: Opens the scheduling dialog, which will assist in picking a time slot that works for all attendees.
eo: Malfermas la programan dialogon, kiu helpos elekti temponiĉon, kiu funkcias por ĉiuj partoprenantoj.

# @action:button
source: Schedule...
eo: Horaro...

source: Substitute with group members
eo: Anstataŭigi per grupanoj

# @info:tooltip
source: Select attendees from your address book.
eo: Elektu partoprenantojn el via adresaro.

# @info:whatsthis
source: Opens your address book, allowing you to select new attendees from it.
eo: Malfermas vian adresaron, permesante al vi elekti novajn partoprenantojn el ĝi.

# @action:button
source: Select Attendees...
eo: Elekti partoprenantojn...

source: Privacy:
eo: Privateco:

source: Sign Invitation Email
eo: Subskribi Invitan Retpoŝton

source: Encrypt Invitation Email
eo: Ĉifri Invitan Retpoŝton

source: Resources
eo: Rimedoj

source: Book Resource
eo: Libro-Rimedo

source: Find Resources...
eo: Trovi Rimedojn...

# @title:tab Tab to configure reminders for events or to-do
source: Reminder
eo: Rememorigilo

# @label
source: Add default reminder:
eo: Aldoni defaŭltan memorigilon:

# @action:button Adds an reminder
source: Add
eo: Aldoni

# @action:button create a new reminder
source: New
eo: Nova

# @action:button modify the selected reminder
source: Modify
eo: Modifi

# @action:button disables selected reminder
source: Disable
eo: Malebligi

# @action:button removes selected reminders
source: Remove
eo: Forigi

# @title:tab
source: Recurrence
eo: Reviviĝo

# @label whether or not this event or to-do repeats
source: Repeats:
eo: Ripetoj:

# @item:inlistbox Lets the user chose how often an event recurs
source: Never
eo: Neniam

# @item:inlistbox Lets the user chose how often an event recurs
source: Daily
eo: Ĉiutage

# @item:inlistbox Lets the user chose how often an event recurs
source: Weekly
eo: Ĉiusemajne

# @item:inlistbox Lets the user chose how often an event recurs
source: Monthly
eo: Monata

# @item:inlistbox Lets the user chose how often an event recurs
source: Yearly
eo: Ĉiujare

# @label repeats every [various options]
source: every
eo: ĉiujn

# @label Event or todo recurs every n day(s)
source: day(s)
eo: tago(j)n

source: This and future occurrences.
eo: Ĉi tio kaj estontaj okazoj.

# @label recurrence ends on|after
source: Ends:
eo: Finiĝas:

# @item:inlistbox Specifies when a recurring events end
source: never
eo: neniam

# @item:inlistbox Specifies when a recurring events end
source: on
eo: je

# @item:inlistbox Specifies when a recurring events end
source: after
eo: post

# @info:whatsthis
source: Date after which the event or to-do should stop recurring
eo: Dato post kiu la evento aŭ farendo devus ĉesi ripetiĝi

# @label
source: occurrence(s)
eo: okazo(j)

# @label exceptions for the recurrence
source: Exceptions:
eo: Esceptoj:

# @action:button adds an exception on the recurrence
source: Add
eo: Aldoni

# @label The event ends on [different options]
source: on:
eo: je:

# @action:button removes an exception
source: Remove
eo: Forigi

# @title:tab configure attachments of an event or todo
source: Attachments
eo: Aldonaĵoj

# @info:tooltip
source: Add an attachment
eo: Aldoni aldonaĵon

# @info:whatsthis
source: Shows a dialog used to select an attachment to add to this event or to-do as link or as inline data.
eo: Montras dialogon uzatan por elekti aldonaĵon por aldoni al ĉi tiu evento aŭ farendo kiel ligo aŭ kiel enliniaj datumoj.

# @action:button adds an attachment
source: Add
eo: Aldoni

# @info:tooltip
source: Remove the selected attachment
eo: Forigi la elektitan aldonaĵon

# @info:whatsthis
source: Removes the attachment selected in the list above from this event or to-do.
eo: Forigas la aldonaĵon elektitan en la supra listo de ĉi tiu evento aŭ farendo.

# @action:button remove an attachment
source: Remove
eo: Forigi

source: Enter the search term
eo: Enigi la serĉterminon

source: Use this text box to enter some keyword for the resource you want to find.
eo: Uzu ĉi tiun tekstkeston por enigi iun ŝlosilvorton por la rimedo, kiun vi volas trovi.

source: Details
eo: Detaloj

source: Owner
eo: Posedanto

source: Schedule a time
eo: Plani tempon

source: Earliest time to start:
eo: Plej frua tempo por komenci:

source: Latest time to end:
eo: Plej lasta tempo por fini:

source: Check the weekdays to include in the search.
eo: Marku la labortagojn por inkluzivi en la serĉon.

source: Only the checked weekdays will be included in the free time slot search.
eo: Nur la markitaj labortagoj estos inkluzivitaj en la serĉon pri libera tempoperiodo.

source: Allowed weekdays:
eo: Permesitaj labortagoj:

source: Check the roles to include in the search.
eo: Marku la rolojn por inkluzivi en la serĉon.

source: Only the participants with the checked roles will be considered in the free time slot search.
eo: Nur la partoprenantoj kun la markitaj roloj estos konsiderataj en la libertempa serĉo.

source: Mandatory roles:
eo: Devigaj roloj:

source: Select the search option
eo: Elekti la serĉopcion

source: Use these tabs to choose the search option.
eo: Uzu ĉi tiujn langetojn por elekti la serĉopcion.

source: Automatic Search
eo: Aŭtomata Serĉo

source: Visual Search
eo: Vida Serĉo

source: Move your appointment to:
eo: Movu vian rendevuon al:

source: Monday, 12th June
eo: Lundo, la 12-an de junio

source: to 10:00am
eo: al 10:00am

source: Template Management
eo: Ŝablona Administrado

# @label
source: Select a template and click <i>Apply</i> to apply it to this item. Click <i>New</i> to create a new template based on the current item settings.
eo: Elektu ŝablonon kaj alklaku <i>Apliki</i> por apliki ĝin al ĉi tiu objekto. Alklaku <i>Nova</i> por krei novan ŝablonon bazitan sur la aktualaj agordoj.

source: The list of managed templates
eo: La listo de administritaj ŝablonoj

source: This is a list of all the templates you have currently accessible for creating new calendar items.
eo: Ĉi tio estas listo de ĉiuj ŝablonoj, kiujn vi havas nuntempe alireblaj por krei novajn kalendarajn erojn.

source: Create a new template from the current settings
eo: Krei novan ŝablonon el la nunaj agordoj

source: Click on this button to create a new template based on the current settings in the editor. You can use this template to quickly add new items in the future.
eo: Alklaku ĉi tiun butonon por krei novan ŝablonon bazitan sur la nunaj agordoj en la redaktilo. Vi povas uzi ĉi tiun ŝablonon por rapide aldoni novajn erojn en la estonteco.

source: &New...
eo: &Nova...

source: Remove the currently selected template
eo: Forigi la nuntempe elektitan ŝablonon

source: Clicking this button will permanently remove the selected template from your list of managed templates.
eo: Klakante ĉi tiun butonon konstante forigos la elektitan ŝablonon el via listo de administritaj ŝablonoj.

source: &Remove
eo: Fo&rigi

source: Apply the selected template settings
eo: Apliki la elektitajn ŝablonojn agordojn

source: Clicking this button will apply the settings from the selected template to the item you are currently editing.
eo: Alklakante ĉi tiun butonon aplikas la agordojn de la elektita ŝablono al la objekto, kiun vi nun redaktas.

source: Apply
eo: Apliki

# @label
source: Scale:
eo: Skalo:

# @info:tooltip
source: Set the Gantt chart zoom level
eo: Agordi la zomnivelon de Gantt-diagramo

# @info:whatsthis
source: Select the Gantt chart zoom level from one of the following:<nl/>'Hour' shows a range of several hours,<nl/>'Day' shows a range of a few days,<nl/>'Week' shows a range of a few weeks,<nl/>and 'Month' shows a range of a few months,<nl/>while 'Automatic' selects the range most appropriate for the current event or to-do.
eo: Elektu la zomnivelon de Gantt-diagramo el unu el la jenaj:<nl/>'Horo' montras intervalon de pluraj horoj,<nl/>'Tago' montras intervalon de kelkaj tagoj,<nl/>'Semajno' montras intervalo de kelkaj semajntoj,<nl/>kaj 'Monato' montras intervalon de kelkaj monatoj,<nl/>dum 'Aŭtomata' elektas la intervalon plej taŭgan por la aktuala evento aŭ farendo.

# @item:inlistbox range in hours
source: Hour
eo: Horo

# @item:inlistbox range in days
source: Day
eo: Tago

# @item:inlistbox range in weeks
source: Week
eo: Semajno

# @item:inlistbox range in months
source: Month
eo: Monato

# @item:inlistbox range is computed automatically
source: Automatic
eo: Aŭtomata

# @action:button
source: Center on Start
eo: Centra sur Komenco

# @info:tooltip
source: Center the Gantt chart on the event start date and time
eo: Centri la diagramon de Gantt sur la evento-komencdato kaj horo

# @info:whatsthis
source: Click this button to center the Gantt chart on the start time and day of this event.
eo: Alklaku ĉi tiun butonon por centri la diagramon de Gantt sur la komenca tempo kaj tago de ĉi tiu evento.

# @action:button
source: Pick Date
eo: Elekti Daton

# @info:tooltip
source: Move the event to a date and time when all attendees are available
eo: Movu la eventon al dato kaj horo, kiam ĉiuj partoprenantoj disponeblas

# @info:whatsthis
source: Click this button to move the event to a date and time when all the attendees have time available in their Free/Busy lists.
eo: Alklaku ĉi tiun butonon por movi la eventon al dato kaj horo, kiam ĉiuj ĉeestantoj havas tempon disponebla en siaj Liberaj/Okupitaj listoj.

# @action:button reload freebusy data
source: Reload
eo: Reŝargi

# @info:tooltip
source: Reload Free/Busy data for all attendees
eo: Reŝargi liberajn/okupitajn datumojn por ĉiuj partoprenantoj

# @info:whatsthis
source: Pressing this button will cause the Free/Busy data for all attendees to be reloaded from their corresponding servers.
eo: Premante ĉi tiun butonon kaŭzos la Liberajn/Okupitajn datumojn por ĉiuj partoprenantoj reŝargi de siaj respondaj serviloj.

# @info:tooltip
source: Shows the tree list of all data
eo: Montras la arbliston de ĉiuj datumoj

# @info:whatsthis
source: Shows the tree list of all data
eo: Montras la arbliston de ĉiuj datumoj

# @info:tooltip
source: Shows the Free/Busy status of all attendees
eo: Montras la staton de Libera/Okupita de ĉiuj partoprenantoj

# @info:whatsthis
source: Shows the Free/Busy status of all attendees. Double-clicking on an attendee's entry in the list will allow you to enter the location of their Free/Busy Information.
eo: Montras la staton de Libera/Okupita de ĉiuj partoprenantoj. Duobla klako sur la enskribo de ĉeestanto en la listo permesos al vi enigi la lokon de ilia Libera/Okupita Informo.
