Repository: KDE/incidenceeditor
Catalog: po/*/libincidenceeditors6.po
Languages: eu

# @title:window
source: Create a new reminder
eu: Sortu oroigarri berri bat

# @title:window
source: Edit existing reminder
eu: Editatu dagoen oroigarria

source: Before the to-do starts
eu: Zeregina hasi aurretik

source: After the to-do starts
eu: Zeregina hasi ondoren

source: Before the to-do is due
eu: Zereginaren epemuga baino lehen

source: After the to-do is due
eu: Zereginaren epemuga ondoren

source: Before the event starts
eu: Ekitaldia hasi aurretik

source: After the event starts
eu: Ekitaldia hasi ondoren

source: Before the event ends
eu: Ekitaldia bukatu aurretik

source: After the event ends
eu: Ekitaldia bukatu ondoren

# @item:inlistbox
source: At start
eu: Hastean

# @item:inlistbox
source: %1 minute before start
eu: hasi baino minutu %1 lehenago

# @item:inlistbox
source: %1 hour before start
eu: hasi baino ordu %1 lehenago

# @item:inlistbox
source: %1 day before start
eu: hasi baino egun %1 lehenago

# @item:inlistbox
source: When due
eu: Epemugan

# @item:inlistbox
source: %1 minute before due
eu: epemuga baino minutu %1 lehenago

# @item:inlistbox
source: %1 hour before due
eu: epemuga baino ordu %1 lehenago

# @item:inlistbox
source: %1 day before due
eu: epemuga baino egun %1 lehenago

# @title:window
source: Edit Attachment
eu: Editatu eranskina

# @label unknown mimetype
source: Unknown
eu: Ezezaguna

# @label
source: New attachment
eu: Eranskin berria

# @item:inlistbox
source: Request Response
eu: Eskatu erantzuna

# @item:inlistbox
source: Request No Response
eu: Eskatu ez erantzuteko

# @info:tooltip
source: Enter the name or email address of the attendee.
eu: Sartu parte-hartzailearen izena edo e-posta helbidea.

# @info:whatsthis
source: Edits the current attendance status of the attendee.
eu: Parte-hartzailearen uneko parte hartze egoera editatzen du.

# @info:whatsthis
source: Edits the role of the attendee.
eu: Parte-hartzailearen eginkizuna editatzen du.

# @info:whatsthis
source: The email address or name of the attendee. An invitation can be sent to the user if an email address is provided.
eu: Parte-hartzailearen izena edo e-posta helbidea. Erabiltzaileari gonbidapen bat bidaltzea dago e-posta helbide bat eman bada.

# @info:tooltip
source: Request a response from the attendee
eu: Eskatu parte-hartzailearen erantzun bat

# @info:whatsthis
source: Edits whether to send an email to the attendee to request a response concerning attendance.
eu: Parte-hartzaileari bertaratzeari buruzko erantzun bat eskatzeko e-posta bidali edo ez editatzen du.

source: Free
eu: Libre

source: Busy
eu: Lanpetuta

source: Accepted
eu: Onartuta

source: Unknown
eu: Ezezaguna

# vCard attendee role
source: Role
eu: Eginkizuna

# Attendees (name+emailaddress)
source: Name
eu: Izena

# Is attendee available for incidence
source: Available
eu: Erabilgarri

# Status of attendee in an incidence (accepted, declined, delegated, …)
source: Status
eu: Egoera

# Type of calendar user (vCard attribute)
source: User Type
eu: Erabiltzaile mota

# Has attendee to respond to the invitation
source: Response
eu: Erantzuna

# Attendee name
source: Name
eu: Izena

# Attendee email
source: Email
eu: E-posta

source: The item has been changed by another application. What should be done?
eu: Elementua beste aplikazio batek aldatu du. Zer egin beharko litzateke?

# @action:button
source: Take over changes
eu: Aldaketak jaso

# @action:button
source: Ignore and Overwrite changes
eu: Ezikusi eta aldaketak gainidatzi

# @info:tooltip
source: Free/Busy Period
eu: Libre/Lanpetuta aldia

# @info:tooltip
source: Summary:
eu: Laburpena:

# @info:tooltip
source: Location:
eu: Kokalekua:

# @info:tooltip period start time
source: Start:
eu: Hasi:

# @info:tooltip period end time
source: End:
eu: Bukatu:

# @title:window
source: Edit Free/Busy Location
eu: Editatu Libre/Lanpetuta kokalekua

source: Location of Free/Busy information for %1 <placeholder>%2</placeholder>:
eu: %1(e)ri <placeholder>%2</placeholder> buruzko Libre/Lanpetuta informazioaren kokalekua:

# @info:whatsthis
source: Enter the location of the Free/Busy information for the attendee.
eu: Sartu parte-hartzailearen Libre/Lanpetuta informazioaren kokalekua.

# @info:tooltip
source: Enter the location of the information.
eu: Sartu informazioaren kokalekua.

# Disable currently selected reminder
source: Disable
eu: Ezgaitu

# Enable currently selected reminder
source: Enable
eu: Gaitu

# Alarm action
source: Display a dialog
eu: Azaldu elkarrizketa-koadro bat

# Alarm action
source: Play an audio file
eu: Jo audio-fitxategi bat

# Alarm action
source: Invalid Reminder.
eu: Oroigarri baliogabea.

# The reminder is set to X minutes before/after the event
source: 1 minute
eu: minutu 1

# The reminder is set to X days before/after the event
source: 1 day
eu: Egun 1

# The reminder is set to X hours before/after the event
source: 1 hour
eu: ordu 1

# The reminder is configured to repeat after snooze
source: (Repeats)
eu: (Errepikatze)

source: %1 %2 after the to-do started %3
eu: %1 zeregina hasi ondoren %2ra %3

source: %1 %2 after the event started %3
eu: %1 ekitaldia hasi ondoren %2ra %3

source: %1 %2 before the to-do starts %3
eu: %1 zeregina hasi aurretik %2ra %3

source: %1 %2 before the event starts %3
eu: %1 ekitaldia hasi aurretik %2ra %3

source: %1 %2 after the to-do is due %3
eu: %1 zereginaren epemuga ondoren %2ra %3

source: %1 %2 after the event ends %3
eu: %1 ekitaldia bukatu ondoren %2ra %3

source: %1 %2 before the to-do is due %3
eu: %1 zereginaren epemuga aurretik %2ra %3

source: %1 %2 before the event ends %3
eu: %1 ekitaldia bukatu aurretik %2ra %3

source: %1 %2 after the to-do started %3 (Disabled)
eu: %1 zeregina hasi ondoren %2ra %3 (Ezgaituta)

source: %1 %2 after the event started %3 (Disabled)
eu: %1 ekitaldia hasi ondoren %2ra %3 (Ezgaituta)

source: %1 %2 before the to-do starts %3 (Disabled)
eu: %1 zeregina hasi aurretik %2ra %3 (Ezgaituta)

source: %1 %2 before the event starts %3 (Disabled)
eu: %1 ekitaldia hasi aurretik %2ra %3 (Ezgaituta)

source: %1 %2 after the to-do is due %3 (Disabled)
eu: %1 zereginaren epemugaren ondoren %2ra %3 (Ezgaituta)

source: %1 %2 after the event ends %3 (Disabled)
eu: %1 ekitaldia bukatu ondoren %2ra %3 (Ezgaituta)

source: %1 %2 before the to-do is due %3 (Disabled)
eu: %1 zereginaren epemuga aurretik %2ra %3 (Ezgaituta)

source: %1 %2 before the event ends %3 (Disabled)
eu: %1 ekitaldia bukatu aurretik %2ra %3 (Ezgaituta)

source: %1 when the to-do starts
eu: %1 zeregina hasten denean

source: %1 when the event starts
eu: %1 ekitaldia hasten denean

source: %1 when the to-do is due
eu: %1 zereginaren epemugan

source: %1 when the event ends
eu: %1 ekitaldia bukatzen denean

source: %1 when the to-do starts (Disabled)
eu: %1 zereginaren hasten denean (Ezgaituta)

source: %1 when the event starts (Disabled)
eu: %1 ekitaldia hasten denean (Ezgaituta)

source: %1 when the to-do is due (Disabled)
eu: %1 zereginaren epemugan (Ezgaituta)

source: %1 when the event ends (Disabled)
eu: %1 ekitaldia bukatzen denean (Ezgaituta)

# @title
source: Add Attachment
eu: Gehitu eranskina

# @info
source: Do you really want to remove these attachments?<nl/>%1
eu: Benetan kendu nahi dituzu eranskin horiek?<nl/>%1

# @title:window
source: Remove Attachments?
eu: Eranskinak kendu?

# @title
source: Save Attachment
eu: Gorde eranskina

# @action:inmenu
source: &Link here
eu: Es&tekatu hemen

# @action:inmenu
source: &Copy here
eu: &Kopiatu hemen

# @action:inmenu
source: C&ancel
eu: &Utzi

# @action:inmenu open the attachment in a viewer
source: &Open
eu: &Ireki

# @action:inmenu save the attachment to a file
source: Save As…
eu: Gorde honela...

# @action:inmenu remove the attachment
source: &Remove
eu: &Kendu

# @action:inmenu show a dialog used to edit the attachment
source: &Properties…
eu: &Propietateak...

# @info:whatsthis
source: Displays items (files, mail, etc.) that have been associated with this event or to-do.
eu: Ekitaldi edo zerekin horrekin elkartu diren elementuak (fitxategiak, posta, etab.) azaltzen ditu.

# @info
source: %1 does not look like a valid email address. Are you sure you want to invite this participant?
eu: %1 ez dirudi e-posta helbide balioduna. Ziur zaude partaide hori gonbidatu nahi duzula?

# @title:window
source: Invalid Email Address
eu: E-posta helbide baliogabea

# @action:button
source: Invite
eu: Gonbidatu

# @action:button
source: Do Not Invite
eu: Ez gonbidatu

# @title:window
source: Select Attendees
eu: Hautatu parte-hartzaileak

# @label Shows the number of scheduling conflicts
source: %1 conflict
eu: Gatazka %1

# @option
source: You are changing the organizer of this event. Since the organizer is also attending this event, would you like to change the corresponding attendee as well?
eu: Ekitaldi honen antolatzailea aldatzen ari zara. Antolatzailea ekitaldiaren parte-hartzaile ere badenez, dagokion parte-hartzailea ere aldatu nahi zenuke?

# @action:button
source: Change Attendee
eu: Aldatu parte-hartzailea

# @action:button
source: Do Not Change
eu: Ez aldatu

# @action show or hide the time zone widgets
source: Time zones
eu: Ordu-eremuak

# @label The due date/time of a to-do
source: Due:
eu: Epe-muga:

# @info:tooltip
source: Starts: %1
eu: Hasiera: %1

# @info:tooltip
source: Starting Date
eu: Hasierako data

# @info:tooltip
source: Starting Time
eu: Hasierako ordua

# @info:tooltip
source: Due on: %1
eu: Epemuga: %1

# @info:tooltip
source: Ends: %1
eu: Bukatu: %1

# @info:tooltip
source: Due Date
eu: Muga-eguna

# @info:tooltip
source: Due Time
eu: Muga-ordua

# @info:tooltip
source: Ending Date
eu: Bukaerako data

# @info:tooltip
source: Ending Time
eu: Bukaerako ordua

# @info
source: Invalid start date.
eu: Hasiera-data baliogabea.

# @info
source: Invalid start time.
eu: Hasiera-ordu baliogabea.

# @info
source: Invalid end date.
eu: Bukaera-data baliogabea.

# @info
source: Invalid end time.
eu: Bukaera-ordu baliogabea.

# @info
source: The event ends before it starts. Please correct dates and times.
eu: Ekitaldia hasi aurretik bukatzen da. Mesedez, zuzendu datak eta orduak.

# @info
source: The to-do is due before it starts. Please correct dates and times.
eu: Zeregina hasi aurretik bukatzen da. Mesedez, zuzendu datak eta orduak.

# @label
source: no (valid) identities found
eu: ez da (baliodun) nortasunik aurkitu

# @label attachment contains binary data
source: [Binary data]
eu: [Datu bitarrak]

# @label invalid email address marker
source: invalid@email.address
eu: baliogabeko@eposta.helbidea

# @action Enable or disable rich text editing
source: Enable rich text
eu: Gaitu aberastutako testua

# @action Enable or disable rich text editing
source: Disable rich text
eu: Ezgaitu aberastutako testua

source: Select a valid collection first.
eu: Aukeratu bilduma baliodun bat aurrena.

# @title:tab Tab to configure the reminders of an event or todo
source: Reminder (%1)
eu: Oroigarria (%1)

# @title:tab Tab to configure the reminders of an event or todo
source: Reminder
eu: Oroigarria

# @title:tab Tab to configure the recurrence of an event or todo
source: Rec&urrence
eu: Erre&pika

# @title:tab Daily recurring event, capital first letter only
source: (D)
eu: (E)

# @title:tab Weekly recurring event, capital first letter only
source: (W)
eu: (A)

# @title:tab Monthly recurring event, capital first letter only
source: (M)
eu: (H)

# @title:tab Yearly recurring event, capital first letter only
source: (Y)
eu: (U)

# @title:tab Exception to a recurring event, capital first letter only
source: (E)
eu: (S)

# @info
source: Unable to find template '%1'.
eu: Ez da '%1' txantiloia aurkitzeko gai.

# @info
source: Error loading template file '%1'.
eu: Errorea '%1' txantiloi-fitxategia zamatzean.

# @info
source: Template does not contain a valid incidence.
eu: Txantiloiak ez du intzidentzia baliodun bat.

# @title:tab Tab to modify attachments of an event or todo
source: Attac&hments (%1)
eu: Erans&kinak (%1)

# @title:tab Tab to modify attachments of an event or todo
source: Attac&hments
eu: Erans&kinak

# @title:tab Tab to modify attendees of an event or todo
source: &Attendees (%1)
eu: P&arte-hartzaileak (%1)

# @title:tab Tab to modify attendees of an event or todo
source: &Attendees
eu: P&arte-hartzaileak

# @title:tab Tab to modify attendees of an event or todo
source: &Resources (%1)
eu: Baliabideak (%1)

# @title:tab Tab to modify attendees of an event or todo
source: &Resources
eu: &Baliabideak

# @info
source: Unable to store the incidence in the calendar. Try again? Reason: %1
eu: Ez da intzidentzia egutegian gordetzeko gai. Berriz saiatu? Arrazoia: %1

# @action:button
source: Retry
eu: Berriz saiatu

# @info
source: <para>You have not set a default calendar for your events yet.</para><para>Setting a default calendar will make creating new events faster and easier with less chance of filing them into the wrong folder.</para><para>Would you like to set your default events calendar to <resource>%1</resource>?</para>
eu: <para>Oraindik ez duzu zure ekitaldietarako egutegi lehenetsi bat ezarri.</para><para>Egutegi lehenetsi bat ezartzeak, ekitaldi berriak sortzea azkarrago eta errazago egingo du, haiek okerreko karpetan betetzeko aukerak murriztuz.</para><para>Zure ekitaldien egutegi lehenetsi gisa <resource>%1</resource> ezarri nahi zenuke?</para>

# @title:window
source: Set Default Calendar?
eu: Ezarri egutegi lehenetsia?

# @action:button
source: Set As Default
eu: Ezarri lehenetsi gisa

# @action:button
source: Do Not Set
eu: Ez ezarri

# @info:tooltip
source: Save current changes
eu: Gorde uneko aldaketak

# @action:button
source: Save changes and close dialog
eu: Gorde aldaketak eta itxi elkarrizketa-koadroa

# @action:button
source: Discard changes and close dialog
eu: Baztertu aldaketak eta itxi elkarrizketa-koadroa

# @action:button
source: &Templates…
eu: &Txantiloiak...

# @info:tooltip
source: Manage templates for this item
eu: Kudeatu elementu honetarako txantiloiak

# @info:whatsthis
source: Push this button to show a dialog that helps you manage a set of templates. Templates can make creating new items easier and faster by putting your favorite default values into the editor automatically.
eu: Sakatu botoi hori, txantiloi multzo bat kudeatzen lagunduko dizun elkarrizketa-koadro bat erakusteko. Txantiloiei esker, elementu berriak errazago eta azkarrago sortuko dituzu, zure balio lehenetsi gogokoenak automatikoki editorean ipiniz.

# @info
source: Do you really want to cancel?
eu: Benetan bertan behera utzi nahi duzu?

# @title:window
source: KOrganizer Confirmation
eu: «KOrganizer» baieztapena

# @action:button
source: Cancel Editing
eu: Utzi editatzea

# @action:button
source: Do Not Cancel
eu: Ez utzi bertan behera

source: Default Email Attachment Method
eu: E-posta eranskin metodo lehenetsia

source: Choose the default way of attaching dropped emails to an event
eu: Aukeratu ekitaldi batean jaregindako e-postak eransteko era lehenetsia

source: The default way of attaching dropped emails to an event
eu: Ekitaldi batean jaregindako e-postak eransteko era lehenetsia

source: Always ask
eu: Galdetu beti

source: Only attach link to message
eu: Erantsi soilik mezuaren esteka

source: Attach complete message
eu: Erantsi mezu osoa

source: Attach message without attachments
eu: Erantsi mezua eranskinik gabe

source: A recurring event or to-do must occur at least once. Adjust the recurring parameters.
eu: Zeregin errepikakor bat gutxienez behin gertatu behar da. Doitu errepikatze parametroak.

source: The incidence's start date is invalid.
eu: Intzidentziaren hasiera-data baliogabea da.

# @info
source: The recurrence end date is invalid.
eu: Intzidentziaren amaiera-data baliogabea da.

# example: the 30th
source: the %1
eu: %1a

# example: the 4th to last day
source: the %1 to last day
eu: azken aurreko %1. eguna

# example: the last Wednesday
source: the last %1
eu: azken %1

# example: the 5th to last Wednesday
source: the %1 to last %2
eu: azken %2 aurreko %1.

# example: the 5th of June
source: the %1 of %2
eu: %2ren %1a

# example: the 3rd to last day of June
source: the %1 to last day of %2
eu: %2aren azken aurreko %1. eguna

# example: the 4th Wednesday of June
source: the %1 %2 of %3
eu: %3(e)ko %1. %2

# example: the last Wednesday of June
source: the last %1 of %2
eu: %2(e)ko azken %1

# example: the 4th to last Wednesday of June
source: the %1 to last %2 of %3
eu: %3ren azken %2 aurreko %1.

# example: the 15th day of the year
source: the %1 day of the year
eu: urteko %1. eguna

# Recurrence ends after n occurrences
source: occurrence
eu: agerraldia

# repeat every N >weeks<
source: week
eu: astero

# repeat every N >months<
source: month
eu: hilabetero

# repeat every N >years<
source: year
eu: urtero

# repeat every N >days<
source: day
eu: egunero

# @info
source: Please enter a summary.
eu: Mesedez sartu laburpen bat.

# @action:button dialog positive answer
source: Send Email
eu: Bidali e-posta

# @action:button dialog negative answer
source: Do Not Send
eu: Ez bidali

# @title:window
source: Group Scheduling Email
eu: Taldea antolatzeko e-posta

# @item:inlistbox ITIP Messages for one attendee
source: Send update
eu: Bidali eguneratzea

# @item:inlistbox ITIP Messages for one attendee
source: Send no update
eu: Ez bidali eguneratzerik

# @item:inlistbox ITIP Messages for one attendee
source: Edit mail
eu: Editatu posta

# @info:whatsthis
source: Options for this particular attendee.
eu: Parte-hartzaile jakin horretarako aukerak.

# @info:tooltip
source: Choose an option for this attendee.
eu: Hautatu parte-hartzaile honetarako aukera bat.

# @action:button show list of attendees
source: Individual mailsettings <<
eu: Banakako posta-ezarpenak <<

# @action:button show list of attendees
source: Individual mailsettings >>
eu: Banakako posta-ezarpenak >>

# ldap attribute cn
source: Common name
eu: Izen arrunta

# ldap attribute mail
source: Email
eu: E-posta

# ldap attribute givenname
source: Given name
eu: Izena

# ldap attribute sn
source: Surname
eu: Abizena

# ldap attribute ou
source: Organization
eu: Erakundea

# ldap attribute objectClass
source: Object class
eu: Objektua klasea

# ldap attribute description
source: Description
eu: Deskribapena

# ldap attribute telephoneNumber
source: Telephone
eu: Telefonoa

# ldap attribute mobile
source: Mobile
eu: Mugikorra

# errormessage: dbus is running but still no connection kmail
source: Cannot connect to email service
eu: Ezin du e-posta zerbitzuarekin konektatu

# @title:window
source: Resource Management
eu: Baliabide kudeaketa

# @action:button add resource to attendeelist
source: Book resource
eu: Erreserbatu baliabidea

# @title:window
source: Scheduling
eu: Antolaketa

source: to %1
eu: %1 arte

# @title:window
source: Manage %1 Templates
eu: Kudeatu %1 txantiloiak

source: Template Name
eu: Txantiloiaren izena

source: Please enter a name for the new template:
eu: Mesedez, sartu txantiloi berriarentzako izan bat:

source: New %1 Template
eu: %1 txantiloi berria

source: A template with that name already exists, do you want to overwrite it?
eu: Izen hori duen txantiloi bat dago, gainidatzi nahi duzu?

# @title:window
source: Duplicate Template Name
eu: Bikoiztutako txantiloi izena

source: Are you sure that you want to remove the template <b>%1</b>?
eu: Ziur zaude <b>%1</b> txantiloia kendu nahi duzula?

# @title:window
source: Remove Template
eu: Kendu txantiloia

source: Alarms
eu: Alarmak

source: When:
eu: Noiz:

source: Set the reminder trigger time
eu: Ezarri oroigarria eragiteko ordua

source: This spinbox allows you to set the reminder trigger time. The time unit is set in the combobox immediately adjacent.
eu: Biraketa-lauki horrek oroigarria eragiteko ordua ezartzen uzten dizu. Denbora unitatea haren ondoko lauki-konbinatuan ezartzen da.

source: Select the reminder trigger time unit
eu: Ezarri oroigarria eragiteko orduaren unitatea

source: This combobox allows you to set the units for the reminder trigger time. The trigger time value is set in the spinbox immediately adjacent.
eu: Lauki-konbinatu horrek oroigarria eragiteko orduaren unitateak ezartzen uzten dizu. Eragiteko orduaren balioa haren ondoko biraketa-laukian ezartzen da.

# @item:inlistbox alarm offset expressed in minutes
source: minute(s)
eu: minutu

# @item:inlistbox alarm offset expressed in hours
source: hour(s)
eu: ordu

# @item:inlistbox alarm offset expressed in days
source: day(s)
eu: egun

source: Select the reminder trigger relative to the start or end time
eu: Aukeratu oroigarriaren eragitea hasierako edo bukaerako orduarekiko

source: Use this combobox to specify if you want the reminder to trigger before or after the start or end time.
eu: Erabili lauki-konbinatua, oroigarria, hasierako edo bukaerako ordu aurretik edo ondoren eragitea nahi duzun zehazteko.

source: before the event starts
eu: ekitaldia hasi aurretik

source: after the event starts
eu: ekitaldia hasi ondoren

source: before the event ends
eu: ekitaldia bukatu aurretik

source: after the event ends
eu: ekitaldia bukatu ondoren

source: Repeat:
eu: Errepikatu:

source: Set the reminder to repeat
eu: Ezarri oroigarria errepikatzea

source: Check this if you want to the reminder to recur on a periodic interval.
eu: Markatu hori, oroigarria aldian behingo tarte batean errepika dadin nahi baduzu.

source: Select how often the reminder should repeat
eu: Aukeratu oroigarria errepikatzeko maiztasuna

source: Use this selector to choose how many times you want the recurring reminder to repeat.
eu: Erabili hautatzaile hori, oroigarri errepikakorra zenbat aldiz errepikatzea nahi duzun aukeratzeko.

source: time(s)
eu: aldiz

source: Select the time between reminder repeats
eu: Aukeratu oroigarri errepikapenen arteko denbora

source: Use this selector to choose the time between repeating reminders.
eu: Erabili hautatzaile hori oroigarri errepikakorren arteko denbora hautatzeko.

# @label:spinbox repeat interval expressed in minutes
source: Minute(s)
eu: Minutu

# repeat every X minutes
source: every
eu: maiztasuna:

source: What:
eu: Zer:

source: Select the alarm type
eu: Aukeratu alarma-mota

source: Use this selector to choose the alarm type for the reminders.
eu: Erabili hautatzaile hori oroigarriaren alarma mota aukeratzeko.

source: Display text
eu: Azaldu testua

source: Play sound file
eu: Jo soinu-fitxategia

source: Specify any text you desire to display in the popup notice when the reminder triggers.
eu: Zehaztu, oroigarria eragiten denean, ohar gainerakorrean azaltzea nahi duzun edozein testu,

source: Audio File:
eu: Audio-fitxategia:

source: Specify a file containing a sound to play when the reminder triggers
eu: Zehaztu, oroigarria eragiten denean, jotzeko soinua duen fitxategi bat

source: Use the adjacent file browser to help you find the file you want to use when playing a sound when the reminder triggers.
eu: Erabili alboko fitxategi-kudeatzailea, oroigarria eragiten denean, soinu bat jotzeko erabiltzea nahi duzun fitxategia bilatzen laguntzeko.

# @info:tooltip
source: Give the attachment a name
eu: Eman izen bat eranskinari

# @info:whatsthis
source: Type any string you desire here for the name of the attachment
eu: Tekleatu hemen, eranskinerako izen gisa erabili nahi duzun edozein kate

# @label
source: Attachment name
eu: Eranskinaren izena

# @label File type of attachment is unknown
source: Unknown
eu: Ezezaguna
