Repository: KDE/incidenceeditor
Catalog: po/*/libincidenceeditors.po
Languages: eo

# @title:window
source: Create a new reminder
eo: Kreu novan memorigilon

# @title:window
source: Edit existing reminder
eo: Redakti ekzistantan memorigilon

source: Before the to-do starts
eo: Antaŭ ol la farendaĵo komenciĝas

source: After the to-do starts
eo: Post kiam la farendo komenciĝas

source: Before the to-do is due
eo: Antaŭ ol la farendo estas ŝuldata

source: After the to-do is due
eo: Post kiam la farendo estas ŝuldata

source: Before the event starts
eo: Antaŭ ol la evento komenciĝas

source: After the event starts
eo: Post kiam la evento komenciĝas

source: Before the event ends
eo: Antaŭ ol la evento finiĝas

source: After the event ends
eo: Post kiam la evento finiĝas

# @item:inlistbox
source: At start
eo: Komence

# @item:inlistbox
source: %1 minute before start
eo: %1 minuton antaŭ komenco

# @item:inlistbox
source: %1 hour before start
eo: %1 horon antaŭ komenco

# @item:inlistbox
source: %1 day before start
eo: %1 tagon antaŭ komenco

# @item:inlistbox
source: When due
eo: Kiam ŝuldata

# @item:inlistbox
source: %1 minute before due
eo: %1 minuton antaŭ ŝuldata

# @item:inlistbox
source: %1 hour before due
eo: %1 horon antaŭ ŝuldata

# @item:inlistbox
source: %1 day before due
eo: %1 tagon antaŭ ŝuldata

# @title:window
source: Edit Attachment
eo: Redakti Aldonaĵon

# @label unknown mimetype
source: Unknown
eo: Nekonata

# @label
source: New attachment
eo: Nova aldonaĵo

# @item:inlistbox
source: Request Response
eo: Peti Respondon

# @item:inlistbox
source: Request No Response
eo: Peti Neniun Respondon

# @info:tooltip
source: Enter the name or email address of the attendee.
eo: Enigu la nomon aŭ retadreson de la ĉeestanto.

# @info:whatsthis
source: Edits the current attendance status of the attendee.
eo: Redaktas la nunan ĉeeston de la ĉeestanto.

# @info:whatsthis
source: Edits the role of the attendee.
eo: Redaktas la rolon de la ĉeestanto.

# @info:whatsthis
source: The email address or name of the attendee. An invitation can be sent to the user if an email address is provided.
eo: La retadreso aŭ nomo de la ĉeestanto. Invito povas esti sendita al la uzanto se retpoŝtadreso estas provizita.

# @info:tooltip
source: Request a response from the attendee
eo: Peti respondon de la ĉeestanto

# @info:whatsthis
source: Edits whether to send an email to the attendee to request a response concerning attendance.
eo: Redaktas ĉu sendi retmesaĝon al la ĉeestanto por peti respondon pri ĉeesto.

source: Free
eo: Libera

source: Busy
eo: Okupita

source: Accepted
eo: Akceptita

source: Unknown
eo: Nekonata

# vCard attendee role
source: Role
eo: Rolo

# Attendees (name+emailaddress)
source: Name
eo: Nomo

# Is attendee available for incidence
source: Available
eo: Disponebla

# Status of attendee in an incidence (accepted, declined, delegated, ...)
source: Status
eo: Statuso

# Type of calendar user (vCard attribute)
source: User Type
eo: Uzanto-Tipo

# Has attendee to respond to the invitation
source: Response
eo: Respondo

# Attendee name
source: Name
eo: Nomo

# Attendee email
source: Email
eo: Retpoŝto

source: The item has been changed by another application. What should be done?
eo: La elemento estis ŝanĝita de alia aplikaĵo. Kion fari?

source: Take over changes
eo: Alpreni ŝanĝojn

source: Ignore and Overwrite changes
eo: Ignori kaj Anstataŭigi ŝanĝojn

# @info:tooltip
source: Free/Busy Period
eo: Libera/Okupita Periodo

# @info:tooltip
source: Summary:
eo: Resumo:

# @info:tooltip
source: Location:
eo: Loko:

# @info:tooltip period start time
source: Start:
eo: Komenco:

# @info:tooltip period end time
source: End:
eo: Fino:

# @title:window
source: Edit Free/Busy Location
eo: Redakti Libera/Okupita Loko

source: Location of Free/Busy information for %1 <placeholder>%2</placeholder>:
eo: Loko de liberaj/okupataj informoj por %1 <placeholder>%2</placeholder>:

# @info:whatsthis
source: Enter the location of the Free/Busy information for the attendee.
eo: Enigu la lokon de la libera/okupata informo por la ĉeestanto.

# @info:tooltip
source: Enter the location of the information.
eo: Enigu la lokon de la informo.

# Disable currently selected reminder
source: Disable
eo: Malebligi

# Enable currently selected reminder
source: Enable
eo: Ebligi

# Alarm action
source: Display a dialog
eo: Montri dialogon

# Alarm action
source: Play an audio file
eo: Ludi sondosieron

# Alarm action
source: Invalid Reminder.
eo: Nevalida Rememorigilo.

# The reminder is set to X minutes before/after the event
source: 1 minute
eo: 1 minuto

# The reminder is set to X days before/after the event
source: 1 day
eo: 1 tago

# The reminder is set to X hours before/after the event
source: 1 hour
eo: 1 horo

# The reminder is configured to repeat after snooze
source: (Repeats)
eo: (Ripetiĝas)

source: %1 %2 after the to-do started %3
eo: %1 %2 post kiam la farendo komenciĝis %3

source: %1 %2 after the event started %3
eo: %1 %2 post kiam la evento komenciĝis %3

source: %1 %2 before the to-do starts %3
eo: %1 %2 antaŭ ol la farendo komenciĝas %3

source: %1 %2 before the event starts %3
eo: %1 %2 antaŭ ol la evento komenciĝas %3

source: %1 %2 after the to-do is due %3
eo: %1 %2 post kiam la farendo estas limdata %3

source: %1 %2 after the event ends %3
eo: %1 %2 post kiam la evento finiĝas %3

source: %1 %2 before the to-do is due %3
eo: %1 %2 antaŭ ol la farendo estas limdata %3

source: %1 %2 before the event ends %3
eo: %1 %2 antaŭ ol la evento finiĝas %3

source: %1 %2 after the to-do started %3 (Disabled)
eo: %1 %2 post la farendo komencita %3 (Malŝaltita)

source: %1 %2 after the event started %3 (Disabled)
eo: %1 %2 post kiam la evento komenciĝis %3 (Malŝaltita)

source: %1 %2 before the to-do starts %3 (Disabled)
eo: %1 %2 antaŭ ol la farendo komenciĝas %3 (Malŝaltita)

source: %1 %2 before the event starts %3 (Disabled)
eo: %1 %2 antaŭ ol la evento komenciĝas %3 (Malŝaltita)

source: %1 %2 after the to-do is due %3 (Disabled)
eo: %1 %2 post kiam la farendo estas limdata %3 (Malŝaltita)

source: %1 %2 after the event ends %3 (Disabled)
eo: %1 %2 post kiam la evento finiĝas %3 (Malŝaltita)

source: %1 %2 before the to-do is due %3 (Disabled)
eo: %1 %2 antaŭ ol la farendo estas limdata %3 (Malŝaltita)

source: %1 %2 before the event ends %3 (Disabled)
eo: %1 %2 antaŭ ol la evento finiĝas %3 (Malŝaltita)

source: %1 when the to-do starts
eo: %1 kiam la farendo komenciĝas

source: %1 when the event starts
eo: %1 kiam la evento komenciĝas

source: %1 when the to-do is due
eo: %1 kiam la farendo estas limdata

source: %1 when the event ends
eo: %1 kiam la evento finiĝas

source: %1 when the to-do starts (Disabled)
eo: %1 kiam la farendo komenciĝas (Malŝaltita)

source: %1 when the event starts (Disabled)
eo: %1 kiam la evento komenciĝas (Malŝaltita)

source: %1 when the to-do is due (Disabled)
eo: %1 kiam la farendo estas limdata (Malŝaltita)

source: %1 when the event ends (Disabled)
eo: %1 kiam la evento finiĝas (Malŝaltita)

# @title
source: Add Attachment
eo: Aldoni Kunsendaĵon

# @info
source: Do you really want to remove these attachments?<nl/>%1
eo: Ĉu vi vere volas forigi ĉi tiujn aldonaĵojn?<nl/>%1

# @title:window
source: Remove Attachments?
eo: Ĉu forigi aldonaĵojn?

# @title
source: Save Attachment
eo: Konservi Aldonaĵon

# @action:inmenu
source: &Link here
eo: &Ligi ĉi tien

# @action:inmenu
source: &Copy here
eo: &Kopii ĉi tien

# @action:inmenu
source: C&ancel
eo: N&uligi

# @action:inmenu open the attachment in a viewer
source: &Open
eo: &Malfermi

# @action:inmenu save the attachment to a file
source: Save As...
eo: Konservi kiel...

# @action:inmenu remove the attachment
source: &Remove
eo: Fo&rigi

# @action:inmenu show a dialog used to edit the attachment
source: &Properties...
eo: &Proprecoj...

# @info:whatsthis
source: Displays items (files, mail, etc.) that have been associated with this event or to-do.
eo: Montras erojn (dosieroj, poŝto, ktp.) kiuj estis asociitaj kun ĉi tiu evento aŭ farendo.

# @info
source: %1 does not look like a valid email address. Are you sure you want to invite this participant?
eo: %1 ne aspektas kiel valida retadreso. Ĉu vi certas, ke vi volas inviti ĉi tiun partoprenanton?

# @title:window
source: Invalid Email Address
eo: Nevalida Retpoŝta Adreso

# @action:button
source: Invite
eo: Inviti

# @action:button
source: Do Not Invite
eo: Ne Inviti

# @title:window
source: Select Attendees
eo: Elekti Ĉeestantojn

# @label Shows the number of scheduling conflicts
source: %1 conflict
eo: %1 konflikto

# @option
source: You are changing the organizer of this event. Since the organizer is also attending this event, would you like to change the corresponding attendee as well?
eo: Vi ŝanĝas la organizanton de ĉi tiu evento. Ĉar ankaŭ la organizanto ĉeestas ĉi tiun eventon, ĉu vi ŝatus ŝanĝi ankaŭ la respondan ĉeestantan?

# @action:button
source: Change Attendee
eo: Ŝanĝi partoprenanton

# @action:button
source: Do Not Change
eo: Ne Ŝanĝi

# @action show or hide the time zone widgets
source: Time zones
eo: Horzonoj

# @label The due date/time of a to-do
source: Due:
eo: Limdato:

source: Starts: %1
eo: Komenciĝas: %1

source: Starting Date
eo: Komenca dato

source: Starting Time
eo: Komenca Tempo

source: Due on: %1
eo: Pago je: %1

source: Ends: %1
eo: Finoj: %1

source: Due Date
eo: Ligdato

source: Due Time
eo: Konvena Tempo

source: Ending Date
eo: Fina dato

source: Ending Time
eo: Fina Tempo

# @info
source: Invalid start date.
eo: Nevalida komenca dato.

# @info
source: Invalid start time.
eo: Nevalida komenca tempo.

# @info
source: Invalid end date.
eo: Nevalida findato.

# @info
source: Invalid end time.
eo: Nevalida fintempo.

# @info
source: The event ends before it starts. Please correct dates and times.
eo: La evento finiĝas antaŭ ol ĝi komenciĝas. Bonvolu korekti datojn kaj horojn.

# @info
source: The to-do is due before it starts. Please correct dates and times.
eo: La farendo estas limdata antaŭ ol ĝi komenciĝos. Bonvolu korekti datojn kaj horojn.

# @label
source: no (valid) identities found
eo: neniu (valida) identeco trovita

# @label attachment contains binary data
source: [Binary data]
eo: [binaraj datumoj]

# @label invalid email address marker
source: invalid@email.address
eo: invalid@retpoŝto.adreso

# @action Enable or disable rich text editing
source: Enable rich text
eo: Ebligi riĉan tekston

# @action Enable or disable rich text editing
source: Disable rich text
eo: Malebligi riĉan tekston

source: Select a valid collection first.
eo: Elektu validan kolekton unue.

# @title:tab Tab to configure the reminders of an event or todo
source: Reminder (%1)
eo: Rememorigilo (%1)

# @title:tab Tab to configure the reminders of an event or todo
source: Reminder
eo: Rememorigilo

# @title:tab Tab to configure the recurrence of an event or todo
source: Rec&urrence
eo: Ripetiĝ&o

# @title:tab Daily recurring event, capital first letter only
source: (D)
eo: (T)

# @title:tab Weekly recurring event, capital first letter only
source: (W)
eo: (S)

# @title:tab Yearly recurring event, capital first letter only
source: (Y)
eo: (J)

# @info
source: Unable to find template '%1'.
eo: Ne eblas trovi ŝablonon '%1'.

# @info
source: Error loading template file '%1'.
eo: Eraro dum ŝargo de la ŝablono dosiero '%1'.

# @info
source: Template does not contain a valid incidence.
eo: Ŝablono ne enhavas validan incidenton.

# @title:tab Tab to modify attachments of an event or todo
source: Attac&hments (%1)
eo: Aldonaĵo&j (%1)

# @title:tab Tab to modify attachments of an event or todo
source: Attac&hments
eo: Aldonaĵo&j

# @title:tab Tab to modify attendees of an event or todo
source: &Attendees (%1)
eo: Ĉeest&antoj (%1)

# @title:tab Tab to modify attendees of an event or todo
source: &Attendees
eo: Ĉeest&antoj

# @title:tab Tab to modify attendees of an event or todo
source: &Resources (%1)
eo: &Rimedoj (%1)

# @title:tab Tab to modify attendees of an event or todo
source: &Resources
eo: &Rimedoj

# @info
source: Unable to store the incidence in the calendar. Try again? Reason: %1
eo: Ne eblas konservi la incidenton en la kalendaro. Ĉu provi denove? Kialo: %1

# @action:button
source: Retry
eo: Reprovi

# @info
source: <para>You have not set a default calendar for your events yet.</para><para>Setting a default calendar will make creating new events faster and easier with less chance of filing them into the wrong folder.</para><para>Would you like to set your default events calendar to <resource>%1</resource>?</para>
eo: <para>Vi ankoraŭ ne agordis defaŭltan kalendaron por viaj eventoj.</para><para>Agordo de defaŭlta kalendaro faros la kreadon de novaj eventoj pli rapida kaj pli facila kun malpli da ŝanco arkivi ilin en la malĝustan dosierujon.</para><para>Ĉu vi ŝatus agordi vian defaŭltan evento-kalendaron al <resource>%1</resource>?</para>

# @title:window
source: Set Default Calendar?
eo: Ĉu agordi defaŭltan kalendaron?

# @action:button
source: Set As Default
eo: Agordi Kiel Defaŭltan

# @action:button
source: Do Not Set
eo: Ne Agordi

# @info:tooltip
source: Save current changes
eo: Konservi aktualajn ŝanĝojn

# @action:button
source: Save changes and close dialog
eo: Konservi ŝanĝojn kaj fermi dialogon

# @action:button
source: Discard changes and close dialog
eo: Forĵeti ŝanĝojn kaj fermi dialogon

# @action:button
source: &Templates...
eo: Ŝa&blonoj...

# @info:tooltip
source: Manage templates for this item
eo: Administri ŝablonojn por ĉi tiu objekto

# @info:whatsthis
source: Push this button to show a dialog that helps you manage a set of templates. Templates can make creating new items easier and faster by putting your favorite default values into the editor automatically.
eo: Premu ĉi tiun butonon por montri dialogon kiu helpas vin administri aron da ŝablonoj. Ŝablonoj povas plifaciligi kaj rapide krei novajn erojn, metante viajn plej ŝatatajn defaŭltajn valorojn aŭtomate en la redaktilon.

# @info
source: Do you really want to cancel?
eo: Ĉu vi vere volas nuligi?

# @title:window
source: KOrganizer Confirmation
eo: Konfirmo de KOrganizer

# @action:button
source: Cancel Editing
eo: Nuligi Redakton

# @action:button
source: Do Not Cancel
eo: Ne Nuligi

source: Default Email Attachment Method
eo: Defaŭlta Retpoŝta Aldonaĵa Metodo

source: Choose the default way of attaching dropped emails to an event
eo: Elekti la defaŭltan manieron alfiksi faligitajn retpoŝtojn al evento

source: The default way of attaching dropped emails to an event
eo: La defaŭlta maniero kunligi faligitajn retpoŝtojn al evento

source: Always ask
eo: Ĉiam demandi

source: Only attach link to message
eo: Nur aldoni ligilon al mesaĝo

source: Attach complete message
eo: Aldoni kompletan mesaĝon

source: Attach message without attachments
eo: Aldoni mesaĝon sen kunsendaĵoj

source: A recurring event or to-do must occur at least once. Adjust the recurring parameters.
eo: Revenanta okazaĵo aŭ farendo devas okazi almenaŭ unufoje. Alĝustigu la ripetajn parametrojn.

source: The incidence's start date is invalid.
eo: La komencdato de la incidenco estas nevalida.

# @info
source: The recurrence end date is invalid.
eo: La findato de ripetiĝo estas nevalida.

# example: the 30th
source: the %1
eo: la %1

# example: the 4th to last day
source: the %1 to last day
eo: la %1 ĝis lasta tago

# example: the 5th Wednesday
source: the %1 %2
eo: la %1 %2

# example: the last Wednesday
source: the last %1
eo: la lasta %1

# example: the 5th to last Wednesday
source: the %1 to last %2
eo: la %1 ĝis lasta %2

# example: the 5th of June
source: the %1 of %2
eo: la %1 de %2

# example: the 3rd to last day of June
source: the %1 to last day of %2
eo: la %1 ĝis lasta tago de %2

# example: the 4th Wednesday of June
source: the %1 %2 of %3
eo: la %1 %2 de %3

# example: the last Wednesday of June
source: the last %1 of %2
eo: la lasta %1 de %2

# example: the 4th to last Wednesday of June
source: the %1 to last %2 of %3
eo: la %1 ĝis lasta %2 de %3

# example: the 15th day of the year
source: the %1 day of the year
eo: la %1 tago de la jaro

# Recurrence ends after n occurrences
source: occurrence
eo: okazo

# repeat every N >weeks<
source: week
eo: semajnon

# repeat every N >months<
source: month
eo: monaton

# repeat every N >years<
source: year
eo: jaron

# repeat every N >days<
source: day
eo: tagon

source: every
eo: ĉiun

# @info
source: Please enter a summary.
eo: Bonvolu enigi resumon.

# @action:button dialog positive answer
source: Send Email
eo: Sendi Retpoŝton

# @action:button dialog negative answer
source: Do Not Send
eo: Ne Sendi

# @title:window
source: Group Scheduling Email
eo: Grupa Planado Retpoŝto

# @item:inlistbox ITIP Messages for one attendee
source: Send update
eo: Sendi ĝisdatigon

# @item:inlistbox ITIP Messages for one attendee
source: Send no update
eo: Sendi neniun ĝisdatigon

# @item:inlistbox ITIP Messages for one attendee
source: Edit mail
eo: Redakti poŝton

# @info:whatsthis
source: Options for this particular attendee.
eo: Opcioj por ĉi tiu aparta partoprenanto.

# @info:tooltip
source: Choose an option for this attendee.
eo: Elektu opcion por ĉi tiu partoprenanto.

# @action:button show list of attendees
source: Individual mailsettings <<
eo: Individuaj poŝtagordoj <<

# @action:button show list of attendees
source: Individual mailsettings >>
eo: Individuaj poŝtagordoj >>

# ldap attribute cn
source: Common name
eo: Komuna nomo

# ldap attribute mail
source: Email
eo: Retpoŝto

# ldap attribute givenname
source: Given name
eo: Antaŭnomo

# ldap attribute sn
source: Surname
eo: Familia nomo

# ldap attribute ou
source: Organization
eo: Organizo

# ldap attribute objectClass
source: Object class
eo: Objektklaso

# ldap attribute description
source: Description
eo: Priskribo

# ldap attribute telephoneNumber
source: Telephone
eo: Telefono

# ldap attribute mobile
source: Mobile
eo: Poŝtelefono

# errormessage: dbus is running but still no connection kmail
source: Cannot connect to email service
eo: Ne povas konekti al retpoŝta servo

# @title:window
source: Resource Management
eo: Administrado de Rimedoj

# @action:button add resource to attendeelist
source: Book resource
eo: Librorimedo

# @title:window
source: Scheduling
eo: Planado

source: to %1
eo: al %1

# @title:window
source: Manage %1 Templates
eo: Administri %1 Ŝablonoj

source: Template Name
eo: Ŝablona Nomo

source: Please enter a name for the new template:
eo: Bonvolu enigi nomon por la nova ŝablono:

source: New %1 Template
eo: Nova %1 Ŝablono

source: A template with that name already exists, do you want to overwrite it?
eo: Ŝablono kun tiu nomo jam ekzistas, ĉu vi volas anstataŭigi ĝin?

# @title:window
source: Duplicate Template Name
eo: Duobliga Nomo de Ŝablono

source: Are you sure that you want to remove the template <b>%1</b>?
eo: Ĉu vi certas, ke vi volas forigi la ŝablonon <b>%1</b>?

# @title:window
source: Remove Template
eo: Forigi Ŝablonon

source: Alarms
eo: Alarmoj

source: When:
eo: Kiam:

source: Set the reminder trigger time
eo: Agordi la memorigan ekigotempon

source: This spinbox allows you to set the reminder trigger time. The time unit is set in the combobox immediately adjacent.
eo: Ĉi tiu ŝpinkesto ebligas al vi agordi la rememorigan tempotempon. La tempounuo estas fiksita en la kombokesto tuj apuda.

source: Select the reminder trigger time unit
eo: Elekti la ekigan tempounuon de memorigo

source: This combobox allows you to set the units for the reminder trigger time. The trigger time value is set in the spinbox immediately adjacent.
eo: Ĉi tiu kombokesto ebligas al vi agordi la unuojn por la tempo de rememoriga ellasilo. La ellasiltempovaloro estas fiksita en la spinkesto tuj apuda.

# @item:inlistbox alarm offset expressed in minutes
source: minute(s)
eo: minuto(j)

# @item:inlistbox alarm offset expressed in hours
source: hour(s)
eo: horo(j)

# @item:inlistbox alarm offset expressed in days
source: day(s)
eo: tago(j)

source: Select the reminder trigger relative to the start or end time
eo: Elekti la memorigilon rilate al la komenco aŭ fino

source: Use this combobox to specify if you want the reminder to trigger before or after the start or end time.
eo: Uzu ĉi tiun kombokeston por specifi ĉu vi volas, ke la memorigilo ekfunkciu antaŭ aŭ post la komenco aŭ fintempo.

source: before the event starts
eo: antaŭ ol la evento komenciĝas

source: after the event starts
eo: post kiam la evento komenciĝas

source: before the event ends
eo: antaŭ ol la evento finiĝas

source: after the event ends
eo: post la evento finiĝas

source: Repeat:
eo: Ripeti:

source: Set the reminder to repeat
eo: Agordi la memorigilon por ripeti

source: Check this if you want to the reminder to recur on a periodic interval.
eo: Marku ĉi tion se vi volas, ke la memorigilo ripetiĝu en perioda intervalo.

source: Select how often the reminder should repeat
eo: Elektu kiom ofte la memorigilo devus ripetiĝi

source: Use this selector to choose how many times you want the recurring reminder to repeat.
eo: Uzu ĉi tiun elektilon por elekti kiom da fojoj vi volas ke la ripetiĝanta memorigilo ripetiĝu.

source: time(s)
eo: foje

source: Select the time between reminder repeats
eo: Elekti la tempon inter memorigaj ripetoj

source: Use this selector to choose the time between repeating reminders.
eo: Uzu ĉi tiun elektilon por elekti la tempon inter ripetado de memorigiloj.

# @label:spinbox repeat interval expressed in minutes
source: Minute(s)
eo: Minuto(j)

# repeat every X minutes
source: every
eo: ĉiujn

source: What:
eo: Kio:

source: Select the alarm type
eo: Elekti la alarmtipon

source: Use this selector to choose the alarm type for the reminders.
eo: Uzu ĉi tiun elektilon por elekti la alarmtipon por la memorigiloj.

source: Display text
eo: Montri tekston

source: Play sound file
eo: Ludi sondosieron

source: Specify any text you desire to display in the popup notice when the reminder triggers.
eo: Specifu ajnan tekston, kiun vi volas montri en la ŝprucfenestra avizo kiam la memorigilo ekfunkciigas.

source: Audio File:
eo: Sondosiero:

source: Specify a file containing a sound to play when the reminder triggers
eo: Specifu dosieron enhavantan sonon por ludi kiam la memorigilo ekfunkciigas

source: Use the adjacent file browser to help you find the file you want to use when playing a sound when the reminder triggers.
eo: Uzu la apudan dosier-retumilon por helpi vin trovi la dosieron, kiun vi volas uzi, kiam vi ludas sonon, kiam la memorigilo ekfunkciigas.

# @info:tooltip
source: Give the attachment a name
eo: Doni nomon al la aldonaĵo

# @info:whatsthis
source: Type any string you desire here for the name of the attachment
eo: Tajpu ĉi tie ajnan ĉenon, kiun vi deziras, por la nomo de la aldonaĵo

# @label
source: Attachment name
eo: Aldonaĵa nomo

# @label File type of attachment is unknown
source: Unknown
eo: Nekonata

# @info:tooltip
source: Store the attachment file inside the calendar
eo: Konservi la aldonan dosieron en la kalendaro

# @info:whatsthis
source: Checking this option will cause the attachment to be stored inside your calendar, which can take a lot of space depending on the size of the attachment. If this option is not checked, then only a link pointing to the attachment will be stored. Do not use a link for attachments that change often or may be moved (or removed) from their current location.
eo: Markante ĉi tiun opcion igos la aldonaĵon konserviĝi en via kalendaro, kio povas preni multe da spaco depende de la grandeco de la aldonaĵo. Se ĉi tiu opcio ne estas markita, tiam nur ligilo montranta al la aldonaĵo estos konservita. Ne uzu ligilon por aldonaĵoj kiuj ofte ŝanĝiĝas aŭ povas esti movitaj (aŭ forigitaj) de sia nuna loko.

# @option:check
source: Store attachment inline
eo: Konservi aldonaĵon enlinie

source: Location:
eo: Loko:
