Repository: KDE/incidenceeditor
Catalog: po/*/libincidenceeditors6.po
Languages: eu

# @info:whatsthis
source: Checking this option will cause the attachment to be stored inside your calendar, which can take a lot of space depending on the size of the attachment. If this option is not checked, then only a link pointing to the attachment will be stored. Do not use a link for attachments that change often or may be moved (or removed) from their current location.
eu: Aukera hori markatuz gero, eranskina zure egutegiaren barruan gordeko da, eta horrek, eranskinaren neurriaren arabera, leku asko har dezake. Aukera hori markatzen ez bada, eranskinera bideratzen duen esteka bat bakarrik gordeko da. Ez erabili esteka bat, maiz aldatzen diren edo uneko kokalekutik mugitu (edo kendu) litezkeen eranskinekin.

source: Location:
eu: Kokalekua:

# @info:tooltip
source: Provide a location for the attachment file
eu: Eman eranskinaren fitxategiarentzako kokaleku bat

# @info:whatsthis
source: Enter the path to the attachment file or use the file browser by pressing the adjacent button
eu: Sartu eranskin fitxategirako bide-izena edo erabili fitxategi-arakatzailea ondoko botoiari klik eginez

# @label
source: Size:
eu: Neurria:

source: Type:
eu: Mota:

source: A message on this incidence item
eu: Mezu bat intzidentzia elementu honetan

source: Use this message to correct the item parameters.
eu: Erabili mezu hau elementuaren parametroak zuzentzeko.

# @label:listbox The calendar to which the todo or event must be added
source: Calen&dar:
eu: E&gutegia:

# @info
source: You are Invited, what do you want to do?
eu: Gonbidatuta zaude, ez egin nahi duzu?

# @info:tooltip
source: Accept the invitation
eu: Gonbidapena onartu

# @info:whatsthis
source: Click this button to accept the invitation.
eu: Egin klik botoi horri gonbidapena onartzeko.

# @action:button Accept an invitation
source: Accept
eu: Onartu

# @action:button decline an invitation
source: Decline
eu: Uko egin

# @info:tooltip
source: Set the summary
eu: Ezarri laburpena

# @info:whatsthis
source: Sets brief information that will be displayed in many places in the user interface.
eu: Erabiltzailearen interfazean leku askotan azalduko den informazio laburra ezartzen du.

# @label
source: Summar&y:
eu: Labur&pena:

# @label
source: &Location:
eu: Koka&lekua:

# @info:tooltip
source: Set the location
eu: Ezarri kokalekua

# @info:whatsthis
source: Sets where the event or to-do will take place.
eu: Ekitaldia edo zeregina non izango den ezartzen du.

# @label line containing to-do specific ui controls
source: Completion:
eu: Osatzea:

# @label:slider Showed after the to-do percentage completed slider
source: completed
eu: osatuta

# @label:listbox priority of a to-do
source: Priority:
eu: Lehentasuna:

# @item:inlistbox Priority of a to-do
source: unspecified
eu: zehaztu gabe

# @item:inlistbox Priority of a to-do
source: 1 (highest)
eu: 1 (altuena)

# @item:inlistbox Priority of a to-do
source: 5 (medium)
eu: 5 (ertaina)

# @item:inlistbox Priority of a to-do
source: 9 (lowest)
eu: 9 (apalena)

# @info:whatsthis
source: Set if this to-do's start and due dates have times associated with them.
eu: Ezarri zeregin honen hasiera eta muga-egunak haiekin lotutako ordurik duten.

# @option:check
source: All Day
eu: Egun osoa

# @option:check
source: Blocks me for other events
eu: Beste ekitaldi batzuetarako blokeatzen nau

# @label Start date/time of the event or todo
source: S&tart:
eu: &Hasi:

# @info:tooltip
source: Set the start date
eu: Ezarri hasteko ordua

# @info:whatsthis
source: Sets the start date for this to-do
eu: Zeregin hau hasteko ordua ezartzen du

# @info:whatsthis
source: Sets the start time for this to-do.
eu: Zeregin hau hasteko ordua ezartzen du.

# @info:whatsthis
source: Select the timezone for this event. It will also affect recurrences
eu: Hautatu ekitaldi honetarako ordu-eremua. Errepikapenei ere eragingo die

# @action
source: <a href="hide">&lt;&lt; Time zones</a>
eu: <a href="hide">&lt;&lt; Ordu-eremuak</a>

# @label end date/time for an event or to-do
source: E&nd:
eu: B&ukatu:

# @info:whatsthis
source: Sets the due date for this to-do.
eu: Zeregin honen muga-eguna ezartzen du.

# @info:whatsthis
source: Sets the due time for this to-do.
eu: Zeregin honen muga-ordua ezartzen du.

# @title:tab General settings for an event or to-do
source: General
eu: Orokorra

# @info:tooltip
source: Set the secrecy level
eu: Ezarri isileko maila

# @info:whatsthis
source: Sets whether the access to this event or to-do is restricted. Please note that KOrganizer currently does not use this setting, so the implementation of the restrictions will depend on the groupware server. This means that events or to-dos marked as private or confidential may be visible to others.
eu: Ekitaldi edo zeregin horretara sartzea murriztua dagoen ezartzen du. Mesedez, kontuan izan «KOrganizer»rek, egun, ez duela ezarpen hori erabiltzen, eta beraz, murrizketaren inplementazioa talde-laneko zerbitzariaren menpe egongo dela. Horrek esan nahi du, pribatu edo isilpeko gisa markatutako ekitaldiak edo zereginak besteentzako ikusgai egon litezkeela.

# @label:listbox sets the privacy option of the event or to-do
source: Access:
eu: Sarbidea:

# @label
source: <a href=\"hide\">Rich text &gt;&gt;</a>
eu: <a href=\"hide\">testu aberastua &gt;&gt;</a>

# @label
source: Tags:
eu: Etiketak:

# @title:tab attendees of this event or to-do
source: Attendees
eu: Partaideak

# @label:listbox
source: Meeting organizer:
eu: Bileraren antolatzailea:

# @info:tooltip
source: Set the organizer identity
eu: Ezarri antolatzailearen nortasuna

# @info:whatsthis
source: Sets the identity corresponding to the organizer of this to-do or event. Identities can be set in the 'Personal' section of the KOrganizer configuration. In addition, identities are gathered from your KMail settings and from your address book.
eu: Zeregin edo ekitaldi horren antolatzaileari dagokion nortasuna ezartzen du. Nortasunak, «KOrganizer»ren konfigurazioaren 'Pertsonala' atalean ezar daitezke. Gainera, nortasunak zure KMail ezarpenetatik eta zure helbide-liburutik jasotzen dira.

# @label participants of this event or to-do
source: Participants:
eu: Parte hartzaileak:

# @info:tooltip
source: Schedule the meeting with your attendees.
eu: Antolatu bilera zure partaideekin.

# @info:whatsthis
source: Opens the scheduling dialog, which will assist in picking a time slot that works for all attendees.
eu: Partaide guztiei ondo datorkien denbora-tartea aukeratzen lagunduko duen antolatzeko elkarrizketa-koadroa irekitzen du.

# @action:button
source: Schedule…
eu: Antolatu...

source: Substitute with group members
eu: Ordezkatu taldeko partaideekin

# @info:tooltip
source: Select attendees from your address book.
eu: Hautatu partaideak zure helbide-liburutik.

# @info:whatsthis
source: Opens your address book, allowing you to select new attendees from it.
eu: Zure helbide-liburua irekitzen du, bertatik partaide berriak hautatzen uzteko.

# @action:button
source: Select Attendees…
eu: Hautatu parte-hartzaileak...

source: Privacy:
eu: Pribatutasuna:

source: Sign Invitation Email
eu: Sinatu gonbidapen e-posta

source: Encrypt Invitation Email
eu: Zifratu gonbidapen e-posta

source: Resources
eu: Baliabideak

source: Book Resource
eu: Erreserbatu baliabidea

source: Find Resources…
eu: Bilatu baliabideak...

# @title:tab Tab to configure reminders for events or to-do
source: Reminder
eu: Oroigarria

# @label
source: Add default reminder:
eu: Gehitu oroigarri lehenetsia:

# @action:button Adds an reminder
source: Add
eu: Gehitu

# @action:button create a new reminder
source: New
eu: Berria

# @action:button modify the selected reminder
source: Modify
eu: Aldatu

# @action:button disables selected reminder
source: Disable
eu: Ezgaitu

# @action:button removes selected reminders
source: Remove
eu: Kendu

# @title:tab
source: Recurrence
eu: Errepikatzea

# @label whether or not this event or to-do repeats
source: Repeats:
eu: Errepikapenak:

# @item:inlistbox Lets the user chose how often an event recurs
source: Never
eu: Inoiz ez

# @item:inlistbox Lets the user chose how often an event recurs
source: Daily
eu: Egunero

# @item:inlistbox Lets the user chose how often an event recurs
source: Weekly
eu: Astero

# @item:inlistbox Lets the user chose how often an event recurs
source: Monthly
eu: Hilabetero

# @item:inlistbox Lets the user chose how often an event recurs
source: Yearly
eu: Urtero

# @label repeats every [various options]
source: every
eu: hainbestero,

# @label Event or todo recurs every n day(s)
source: day(s)
eu: egun

source: This and future occurrences.
eu: Agerraldi hau eta etorkizunekoak.

# @label recurrence ends on|after
source: Ends:
eu: Amaitu:

# @item:inlistbox Specifies when a recurring events end
source: never
eu: inoiz ez

# @item:inlistbox Specifies when a recurring events end
source: on
eu: noiz,

# @item:inlistbox Specifies when a recurring events end
source: after
eu: hau iraganda,

# @info:whatsthis
source: Date after which the event or to-do should stop recurring
eu: Ekitaldia edo zeregina errepikatzeari uzteko data

# @label
source: occurrence(s)
eu: gertaldia(k)

# @label exceptions for the recurrence
source: Exceptions:
eu: Salbuespenak:

# @action:button adds an exception on the recurrence
source: Add
eu: Gehitu

# @label The event ends on [different options]
source: on:
eu: noiz:

# @action:button removes an exception
source: Remove
eu: Kendu

# @title:tab configure attachments of an event or todo
source: Attachments
eu: Eranskinak

# @info:tooltip
source: Add an attachment
eu: Gehitu eranskin bat

# @info:whatsthis
source: Shows a dialog used to select an attachment to add to this event or to-do as link or as inline data.
eu: Ekitaldi edo zeregin horretara, esteka gisa edo lerro barneko datuen gisa gehitzeko, eranskin bat aukeratzeko elkarrizketa-koadro bat erakusten du.

# @action:button adds an attachment
source: Add
eu: Gehitu

# @info:tooltip
source: Remove the selected attachment
eu: Kendu hautatutako eranskina

# @info:whatsthis
source: Removes the attachment selected in the list above from this event or to-do.
eu: Goiko zerrendan hautatutako eranskina kentzen du ekitaldi edo zeregin horretatik.

# @action:button remove an attachment
source: Remove
eu: Kendu

source: Enter the search term
eu: Sartu bilaketa terminoa

source: Use this text box to enter some keyword for the resource you want to find.
eu: Erabili testu-lauki hori, aurkitu nahi duzun baliabidearen gako-hitzen bat sartzeko.

source: Details
eu: Xehetasunak

source: Owner
eu: Jabea

source: Schedule a time
eu: Programatu ordu bat

source: Earliest time to start:
eu: Hasteko ordu goiztiarrena:

source: Latest time to end:
eu: Bukatzeko ordu berantiarrena:

source: Check the weekdays to include in the search.
eu: Markatu bilaketan barneratu beharreko astegunak.

source: Only the checked weekdays will be included in the free time slot search.
eu: Markatutako astegunak bakarrik barneratuko dira denbora libreko tarteak bilatzeko.

source: Allowed weekdays:
eu: Baimendutako astegunak:

source: Check the roles to include in the search.
eu: Markatu bilaketan barneratzeko eginkizunak.

source: Only the participants with the checked roles will be considered in the free time slot search.
eu: Markatutako eginkizunak dituzten parte-hartzaileak bakarrik hartuko dira kontuan denbora libreko tarteak bilatzeko.

source: Mandatory roles:
eu: Derrigorrezko eginkizunak:

source: Select the search option
eu: Hautatu bilaketa aukera

source: Use these tabs to choose the search option.
eu: Erabili fitxa horiek bilaketa aukera hautatzeko.

source: Automatic Search
eu: Bilaketa automatikoa

source: Visual Search
eu: Ikusizko bilaketa

source: Move your appointment to:
eu: Eraman zure hitzordua hona:

source: Monday, 12th June
eu: Astelehena, ekainaren 12a

source: to 10:00am
eu: 10:00etara AM

source: Template Management
eu: Txantiloien kudeaketa

# @label
source: Select a template and click <i>Apply</i> to apply it to this item. Click <i>New</i> to create a new template based on the current item settings.
eu: Aukeratu txantiloi bat eta <i>Aplikatu</i>n klik egin, elementu honi hura aplikatzeko. Egin klik <i>Berria</i>n, uneko elementu-ezarpenetan oinarritutako txantiloi berri bat sortzeko.

source: The list of managed templates
eu: Kudeatutako txantiloien zerrenda

source: This is a list of all the templates you have currently accessible for creating new calendar items.
eu: Egutegi-elementu berriak sortzeko eskuragarri dauden txantiloi guztien zerrenda da hori.

source: Create a new template from the current settings
eu: Sortu txantiloi berri bat uneko ezarpenetatik

source: Click on this button to create a new template based on the current settings in the editor. You can use this template to quickly add new items in the future.
eu: Egin klik botoi horretan, editoreko ezarpenetan oinarritutako txantiloi berri bat sortzeko. Txantiloi hori erabil dezakezu, etorkizunean elementu berriak azkar gehitzeko.

source: &New…
eu: &Berria…

source: Remove the currently selected template
eu: Kendu hautatu dagoen txantiloia

source: Clicking this button will permanently remove the selected template from your list of managed templates.
eu: Botoi horretan klik egitean, hautatutako txantiloia, kudeatutako zure txantiloien zerrendatik behin betiko kenduko da.

source: &Remove
eu: &Kendu

source: Apply the selected template settings
eu: Aplikatu hautatutako txantiloiaren ezarpenak

source: Clicking this button will apply the settings from the selected template to the item you are currently editing.
eu: Botoi horretan klik egitean, hautatutako txantiloiaren ezarpenak, editatzen ari zaren elementuari aplikatuko zaizkio.

source: Apply
eu: Ezarri

# @label
source: Scale:
eu: Eskala:

# @info:tooltip
source: Set the Gantt chart zoom level
eu: Ezarri Gantt diagramaren zoom-maila

# @info:whatsthis
source: Select the Gantt chart zoom level from one of the following:<nl/>'Hour' shows a range of several hours,<nl/>'Day' shows a range of a few days,<nl/>'Week' shows a range of a few weeks,<nl/>and 'Month' shows a range of a few months,<nl/>while 'Automatic' selects the range most appropriate for the current event or to-do.
eu: Aukeratu Gantt diagramaren zoom-maila ondoko hauetako baten artetik:<nl/>'Ordua', zenbait orduko tartea erakusten du,<nl/>'Eguna', zenbait eguneko tartea erakusten du,<nl/>'Astea', zenbait asteteko tartea erakusten du,<nl/>eta 'Hilabetea', zenbait hilabeteko tartea erakusten du,<nl/>'Automatikoa'k berriz uneko ekitaldi edo zereginerako tarte egokiena aukeratzen du.

# @item:inlistbox range in hours
source: Hour
eu: Ordua

# @item:inlistbox range in days
source: Day
eu: Eguna

# @item:inlistbox range in weeks
source: Week
eu: Astea

# @item:inlistbox range in months
source: Month
eu: Hilabetea

# @item:inlistbox range is computed automatically
source: Automatic
eu: Automatikoa

# @action:button
source: Center on Start
eu: Erdiratu hasieran

# @info:tooltip
source: Center the Gantt chart on the event start date and time
eu: Erdiratu Gantt diagrama ekitaldia hasten den data eta orduan

# @info:whatsthis
source: Click this button to center the Gantt chart on the start time and day of this event.
eu: Egin klik botoi honi, Gantt diagrama ekitaldia hasten den data eta orduan erdiratzeko.

# @action:button
source: Pick Date
eu: Aukeratu data

# @info:tooltip
source: Move the event to a date and time when all attendees are available
eu: Mugitu ekitaldia, partaide guztiek astia duten data eta ordu batera

# @info:whatsthis
source: Click this button to move the event to a date and time when all the attendees have time available in their Free/Busy lists.
eu: Egin klik botoi honi, ekitaldia, partaide guztiek haien Libre/Lanpetuta zerrendetan denbora erabilgarria duten data eta ordu batera.

# @action:button reload freebusy data
source: Reload
eu: Birzamatu

# @info:tooltip
source: Reload Free/Busy data for all attendees
eu: Birzamatu partaide guztien Libre/Lanpetuta egoera

# @info:whatsthis
source: Pressing this button will cause the Free/Busy data for all attendees to be reloaded from their corresponding servers.
eu: Botoi hau sakatzea, partaide guztien Libre/Lanpetuta egoera dagokien zerbitzarietatik birzamatzea eragingo du.

# @info:tooltip
source: Shows the tree list of all data
eu: Data guztien zuhaitz-zerrenda erakusten du

# @info:whatsthis
source: Shows the tree list of all data
eu: Data guztien zuhaitz-zerrenda erakusten du

# @info:tooltip
source: Shows the Free/Busy status of all attendees
eu: Partaide guztien Libre/Lanpetuta egoera erakusten du

# @info:whatsthis
source: Shows the Free/Busy status of all attendees. Double-clicking on an attendee's entry in the list will allow you to enter the location of their Free/Busy Information.
eu: Partaide guztien Libre/Lanpetuta egoera erakusten du. Zerrendan, partaide baten sarrerari klik bikoitza eginda, haien Libre/Lanpetuta informazioaren kokalekua sartzeko aukera emango dizu.
